/* No comment provided by engineer. */
"To protect children under the age of 12, this video is only available between 8 p.m. and 6 a.m." = "Per motivs da la protecziun da la giuventetgna (a partir da 12 onns) stat quest video a disposiziun mo tranter las 20:00 e las 06:00.";

/* No comment provided by engineer. */
"To protect children under the age of 18, this video is only available between 11 p.m. and 5 a.m." = "Per motivs da la protecziun da la giuventetgna (a partir da 18 onns) stat quest video a disposiziun mo tranter las 23:00 e las 05:00.";

/* No comment provided by engineer. */
"Advertising will not be shown. Please wait – video will appear shortly." = "Reclama na vegn betg mussada. Spetgai p. pl., i va gist vinavant.";

/* No comment provided by engineer. */
"For legal reasons, this video was only available for a specified period of time." = "Per motivs giuridics è quest video stà a disposiziun mo per in temp limità.";

/* No comment provided by engineer. */
"For legal reasons, this video is not available in your region." = "For legal reasons, this video is not available in your region.";

/* No comment provided by engineer. */
"The video cannot be transmitted for legal reasons." = "Per motivs giuridics na po il video betg vegnir mussà.";

/* No comment provided by engineer. */
"This video is not yet available. Please try again later." = "Quest video na stat anc betg a disposiziun. Empruvai p. pl. pli tard anc ina giada.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioLiveStreams: '%@'." = "Invalid arg for SRGILFetchListAudioLiveStreams: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostClicked: '%@'." = "Invalid arg for SRGILFetchListAudioMostClicked: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostRecent: '%@'." = "Invalid arg for SRGILFetchListAudioMostRecent: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioSearch: '%@'." = "Invalid arg for SRGILFetchListAudioSearch: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsAlphabetical: '%@'." = "Invalid arg for SRGILFetchListAudioShowsAlphabetical: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsSearch: '%@'." = "Invalid arg for SRGILFetchListAudioShowsSearch: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoSearch: '%@'." = "Invalid arg for SRGILFetchListVideoSearch: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoShowsSearch: '%@'." = "Invalid arg for SRGILFetchListVideoShowsSearch: '%@'.";

/* No comment provided by engineer. */
"The received data is invalid." = "The received data is invalid.";

/* No comment provided by engineer. */
"The received data is invalid for category %@" = "Las datas en la categoria %@ n'èn betg validas";

/* No comment provided by engineer. */
"Missing media URN string. Nothing to fetch." = "Missing media URN string. Nothing to fetch.";

/* No comment provided by engineer. */
"Missing parameters for token." = "Missing parameters for token.";

/* Date preposition, for instance: "Something happened <XXX> Oct 28, 2015." */
"on" = "dals";

/* No comment provided by engineer. */
"Unable to build a valid video object." = "Unable to build a valid video object.";

/* No comment provided by engineer. */
"Unable to create URN from identifier, which is needed to proceed." = "Unable to create URN from identifier, which is needed to proceed.";

/* No comment provided by engineer. */
"Unable to create URN from string '%@', which is needed to proceed." = "Unable to create URN from string '%@', which is needed to proceed.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN string '%@'." = "Undefined mediaType inferred from URN string '%@'.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN." = "Undefined mediaType inferred from URN.";
